[
  {
    "id": 1,
    "title": "PHP",
    "description": "The PHP language is an interpreted, script, open-source, general-purpose programming language. It is primarily used for web development and can be used to create a wide variety of websites and applications.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTkEVgrBn50FiYhDUpsLtEA69ulNK4dY0elZQ&usqp=CAU"
  },
  {
    "id": 2,
    "title": "C#",
    "description": "The C# language is an object-oriented programming language developed by Microsoft. It is a general-purpose language, which means it can be used to create a wide variety of applications.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTRwdeJXSa_SdAEO0Ta-t_ttJa_guAzqfqZmQ&usqp=CAU"
  },
  {
    "id": 3,
    "title": "Java",
    "description": "The Java language is a compiled and interpreted object-oriented programming language. It is a general-purpose language, which means it can be used to create a wide variety of applications.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTArqoxQVIRMqz1cJ6Kv-vM8HmQttkHy4s9MQ&usqp=CAU"
  },
  {
    "id": 4,
    "title": "Ruby",
    "description": "The Ruby language is an interpreted, general-purpose, script, and object-oriented programming language. It is known for its concise and easy-to-learn syntax, as well as its active and friendly community.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRdfp1gTEceP77jF4FEh9OP8EnVfb68A-YNSA&usqp=CAU"
  },
  {
    "id": 5,
    "title": "Python",
    "description": "The Python language is an interpreted, high-level, general-purpose, script, and object-oriented programming language. It is known for its concise syntax and ease of learning, as well as its wide range of libraries and tools.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSF071kARtJ1047YvdpbNiPEMpsjxMOKYtAKg&usqp=CAU"
  },
  {
    "id": 6,
    "title": "C++",
    "description": "The C++ language is a compiled, imperative, object-oriented, and general-purpose programming language. It is known for its efficiency and performance, as well as its wide range of libraries and tools.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTaamG0ehE2XBRA2SRx8d2bvS2w9fx3GktDIA&usqp=CAU"
  },
  {
    "id": 7,
    "title": "Node.js",
    "description": "Node.js is an open source computing platform based on Google's V8 JavaScript runtime.  It is used to create web applications, backend applications, mobile applications, Internet of Things (IoT) applications, and much more.  Node.js is an event-driven and asynchronous programming language, which means it is ideal for handling large volumes of data and events.  It is also very resource-efficient, which makes it a good choice for applications that need to run on resource-constrained devices.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTn1SK_GMlmKNTxSMNFNXOOxvAOqe9y1qR01A&usqp=CAU"
  },
    {
    "id": 8,
    "title": "Golang",
    "description": "Go is a programming language created by Google in 2009, known for its simple syntax and easy learning, as well as offering native support for concurrent programming.  It is widely used in several areas, including: Web development: Fast, efficient and easy to use, Go is a solid choice for web applications.  Infrastructure development: Its robustness and scalability make Go an ideal option for infrastructure development.  Mobile App Development: Usable in creating mobile apps for Android and iOS.  Some renowned companies adopting Go include: Google: Standard in projects such as Kubernetes, TensorFlow, and Cloud Platform.  Netflix: Used in the development of the video streaming service.  Amazon: Chosen for e-commerce platform.  Twitter: Present in the construction of the social media platform.  Uber: Used in the development of the transport application.  In short, Go is a powerful and versatile language, gaining popularity in companies of different sizes.",
    "author": "IA Bard",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSU5Xwh_jFPiEVscuIbSXdYofFp9OXfz4mVDg&usqp=CAU"
  }
]
