[
  {
    "id": "1",
    "title": "Palmeiras Campeão",
    "description": "Nessa quarta-feira à noite tive a grande felicidade de ver meu time ser campeão brasileiro novamente, quebrando todas as expectativas dos rivais. Tive um grande prazer de ver um clube rival (Santos) ser rebaixado pra 2° divisão e isso colocou a cereja do bolo para finalizar um grande dia.",
    "image": "https://www.cnnbrasil.com.br/wp-content/uploads/sites/12/2023/12/palmeiras-maior-campeao-nacional-e1701920416331.jpg?w=1220&h=674&crop=1",
    "date": "06-12-2023"
  },
    {
    "id": "2",
    "title": "Ruby on Rails",
    "description": "Hoje postei a primeira aula do meu curso de Ruby on Rails, onde meu intuito é passar meus conhecimentos ao mesmo tempo que venho adquirindo mais conhecimentos com a tecnologia!",
    "image": "https://i.ytimg.com/vi/pS8Ant1ii4g/hqdefault.jpg?sqp=-oaymwEcCNACELwBSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLCIIm5tVzNIvTdi6Cjbn-cWpxvVVA",
    "date": "06-12-2023"
    },
  {
    "id": "3",
    "title": "Ansiedade e Estudos",
    "description": "Me encontro ansioso para minhas ferias de fim de ano da empresa e bem contente por saber que terei mais tempo de me empenhar nos estudos e codar mais. Hoje comecei a manhã com leves estudos na documentação do Laravel e do Spring e logo quero continuar o aprendizado de Ruby on Rails que estou atualmente me aprofundando utilizando somente a documentação e por fim continuar com a saga do Inglês, que a cada dia que passa venho melhorando bastante.",
    "image": "",
    "date": "08-12-2023"
  },
    {
    "id": "4",
    "title": "Studying English",
    "description": "Iniciei o dia hoje disposto a estudar e aprimorar mais o meu inglês, continuei um curso gratuito que venho cursando, logo em seguida pratiquei pelo App ELSA o meu estudo diário e em seguida fiz o mesmo pelo Duolingo, onde me deparei com meus resultados que mostro a cima. Por fim escutei músicas lendo a letra, para praticar a fala e minha capacidade de leitura.",
    "image": "https://i.ibb.co/307WSTz/duolingo-Results.jpg",
    "date": "11-12-2023"
    }
]